---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.SpacingLengthV
source: html/f2ea0c40-f5a2-81e1-cd04-33c2cb7f0921.htm
---
# Autodesk.Revit.DB.ParameterTypeId.SpacingLengthV Property

"Distance"

## Syntax (C#)
```csharp
public static ForgeTypeId SpacingLengthV { get; }
```